Repository: common-repository/paymendo-bank-transfer
Catalog: lang/paymendo-bank-transfer-lite-*.po
Languages: tr_tr

source: Total Amount: %s
tr_tr: Toplam Tutar: %s

source: Are you sure?
tr_tr: Emin misiniz?

source: An error has occurred.
tr_tr: Bir hata meydana geldi.

source: Confirm
tr_tr: Onayla

source: Cancel the Payment
tr_tr: Ödemeyi İptal Et

source: Delete
tr_tr: Sil

source: Confirmed
tr_tr: Onaylanmış

source: Set Unconfirmed
tr_tr: Onayı Kaldır

source: Today
tr_tr: Bugün

source: Yesterday
tr_tr: Dün

source: Last a Week
tr_tr: Son 1 Hafta

source: Last a Month
tr_tr: Son 1 Ay

source: This Month
tr_tr: Bu Ay

source: Last Month
tr_tr: Geçen Ay

source: This Year
tr_tr: Bu Yıl

source: Last Year
tr_tr: Geçen Yıl

source: Custom Range
tr_tr: Özel Aralık

source: No data available in table
tr_tr: Gösterilecek veri bulunamadı

source: Showing _START_ to _END_ of _TOTAL_ entries
tr_tr: _START_, _END_ arasındaki kayıtlar. Toplam: _TOTAL_

source: Showing 0 to 0 of 0 entries
tr_tr: Toplam 0 kayıttan, 0-0 aralığı gösteriliyor

source: (filtered from _MAX_ total entries)
tr_tr: (_MAX_ toplam kayıttan filtrelendi)

source: Show _MENU_ entries
tr_tr: _MENU_ adet göster

source: Loading...
tr_tr: Bekleyiniz…

source: Processing...
tr_tr: İşleniyor…

source: No matching records found
tr_tr: Eşleşen sonuç bulunamadı

source: First
tr_tr: İlk

source: Last
tr_tr: Son

source: Next
tr_tr: Sonraki

source: Previous
tr_tr: Önceki

source: : activate to sort column ascending
tr_tr: : sırala(A-Z)

source: : activate to sort column descending
tr_tr: : sırala(Z-A)

source: paymendo - Bank Transfer
tr_tr: paymendo - Banka Transferi

source: Payments
tr_tr: Ödemeler

source: Settings
tr_tr: Ayarlar

source: Not allowed HTTP method!
tr_tr: İzin verilmeyen HTTP yöntemi!

source: Define your bank accounts and keep control of incoming payments by bank transfer.
tr_tr: Banka hesaplarınızı tanımlayın ve banka havalesi ile gelen ödemelerin kontrolünü elinizde tutun.

source: Enable/Disable
tr_tr: Etkinleştir/Etkisizleştir

source: Enable Paymendo EFT/Transfer Method
tr_tr: Paymendo Havale/Transfer Yöntemini Etkinleştir

source: Title
tr_tr: Başlık

source: This controls the title which the user sees during checkout.
tr_tr: Ödeme aşamasında olan kullanıcının göreceği başlığı kontrol eder.

source: Bank Transfer
tr_tr: Banka Transferi

source: Description
tr_tr: Açıklama

source: This controls the description which the user sees during checkout.
tr_tr: Ödeme aşamasında olan kullanıcının göreceği açıklamayı kontrol eder.

source: Payment option by bank transfer!
tr_tr: Banka transferi ile ödeme kabul edin!

source: Bank Transfer Completed
tr_tr: Banka Transferi Tamamlandı

source: This email is received when the bank transfer completed of the order.
tr_tr: Bu e-posta siparişin banka transferinin tamamlanmasından sonra alınır.

source: [{site_title}]: Transfer payment has been completed #{order_number}
tr_tr: [{site_title}]: Banka transferi tamamlandı #{order_number}

source: Transfer payment has been completed: #{order_number}
tr_tr: Banka transferi tamamlandı: #{order_number}

source: Bank transfer of your order(#%s) has been completed!
tr_tr: Siparişinizin(#%s) banka transferi tamamlandı!

source: You can view the transfer information following.
tr_tr: Aşağıda transfer bilgilerini görüntüleyebilirsiniz.

source: Bank
tr_tr: Banka

source: Account Owner
tr_tr: Hesap Sahibi

source: Currency
tr_tr: Para Birimi

source: Your note
tr_tr: Notunuz

source: This payment approved by %s.(%s)
tr_tr: Bu ödeme %s tarafından onaylandı.(%s)

source: This payment canceled by %s.(%s)
tr_tr: Bu ödeme %s tarafından iptal edildi.(%s)

source: Select Bank
tr_tr: Banka Seç

source: Branch Code
tr_tr: Şube Kodu

source: Account Number
tr_tr: Hesap Numarası

source: Note
tr_tr: Not

source: If there is a special detail for this option, you can add it.
tr_tr: Bu seçenek için özel bir not var ise ekleyebilirsiniz.

source: Basic
tr_tr: Basit

source: Advanced
tr_tr: Gelişmiş

source: You can <b>fully automated</b> the bank transfer processes on your WooCommerce website. <a class="btn btn-sm btn-outline-success m-2" href="%s" target="_blank">%s</a>
tr_tr: Banka havalesi ile ödeme süreçlerini <b>tamamen otomatikleştirmek</b> ister misiniz? <a class="btn btn-sm btn-outline-success m-2" href="%s" target="_blank">%s</a>

source: Upgrade Now
tr_tr: Şimdi Yükselt

source: <strong>Paymendo Bank Transfer</strong> must use with <a href="%s">WooCommerce</a>!
tr_tr: <strong>Paymendo Banka Transferi</strong> <a href="%s">WooCommerce</a> ile birlikte kullanılmalıdır!

source: Bank Accounts
tr_tr: Banka Hesapları

source: You can define the bank accounts of your store here. Defined banks can be viewed by your customers.
tr_tr: Mağazanız için ödeme kabul edeceğiniz banka hesaplarınızı buradan tanımlayabilirsiniz.

source: ADD ACCOUNT
tr_tr: HESAP EKLE

source: Save Changes
tr_tr: Değişiklikleri Kaydet

source: License & Support
tr_tr: Lisans & Destek

source: Payment Notifications
tr_tr: Ödeme Bildirimleri

source: You can review the payment records reported by customers on this page.
tr_tr: Müşterileriniz tarafından bildirim yapılan ödemeleri buradan inceleyebilirsiniz.

source: Filter Results
tr_tr: Sonuçları Filtrele

source: By Bank:
tr_tr: Bankaya Göre:

source: Select Bank Account
tr_tr: Banka Hesabı Seç

source: By Status:
tr_tr: Duruma Göre:

source: All Status
tr_tr: Tüm Durumlar

source: Unconfirmed
tr_tr: Bekleyen

source: By Currency:
tr_tr: Para Birimine Göre:

source: Select Currency
tr_tr: Para Birimi Seç

source: Date Range:
tr_tr: Tarih Aralığı:

source: By Order Amount:
tr_tr: Sipariş Tutarına Göre:

source: Filter
tr_tr: Filtrele

source: Order No
tr_tr: Sipariş No

source: Customer Name
tr_tr: Müşteri Adı

source: Bank Account
tr_tr: Banka Hesabı

source: Order Amount
tr_tr: Sipariş Tutarı

source: Created
tr_tr: Oluşturulma

source: Updated
tr_tr: Güncellenme

source: Actions
tr_tr: İşlemler

source: Would you like to share the information that the payment was canceled with the customer? You can write and send a message.
tr_tr: Ödemenin silindiğine dair bilgilendirme mesajı göndermek ister misiniz? Göndermek istediğiniz mesajı aşağıya ekleyebilirsiniz.

source: SMS Message
tr_tr: SMS Mesaj Şablonu

source: Submit
tr_tr: Gönder

source: General Settings
tr_tr: Genel Ayarlar

source: You can configure general module settings on this page.
tr_tr: Genel modül ayarlarını buradan değiştirebilirsiniz.

source: Get the <a href="%s">"WP SMS Functions"</a> plugin to use the SMS sending features.
tr_tr: SMS gönderimini aktifleştirebilmek için <a href="%s">"WP SMS Fonksiyonları"</a> eklentisini yüklemelisiniz.

source: Your Bank Account
tr_tr: Banka Hesabınız

source: Enable SMS notification to billing manager?
tr_tr: Ödeme sorumlusuna gönderilecek SMS bildirimlerini aktifleştirin?

source: When the payment notification is made, activate it to send an SMS notification to the billing manager.
tr_tr: Ödeme bildirimi yapıldığında, ödeme sorumlusuna SMS bildirimi göndermek için etkinleştirin.

source: Admin Phone Number(s)
tr_tr: Ödeme Sorumlusu Telefon Numarası

source: Template for billing manager notification:
tr_tr: Ödeme sorumlusuna gönderilecek mesaj şablonu:

source: Set the template for the SMS to be sent to the payment manager.
tr_tr: Ödeme sorumlusuna gönderilecek SMS için mesaj şablonunu belirleyin.

source: Available Shortcodes:
tr_tr: Kullanılabilir Kısa Kodlar:

source: <strong>Example:</strong> The customer named {customer_name} has payed to your {bank_name_with_currency} account.
tr_tr: <strong>Örnek:</strong> {customer_name} isimli müşteri {bank_name_with_currency} hesabınıza ödeme yaptı.

source: Enable email notification to billing manager?
tr_tr: Ödeme sorumlusuna gönderilecek e-posta bildirimlerini aktifleştirin?

source: Order Id
tr_tr: Sipariş Id

source: Order Number
tr_tr: Sipariş Numarası

source: Send SMS notification on payment confirmation?
tr_tr: Ödeme onaylandığında SMS gönder?

source: Payment confirmation SMS template:
tr_tr: Ödeme onay SMS mesajı için şablon:

source: Available Shortcodes
tr_tr: Kullanılabilir Kısa Kodlar

source: <strong>Example:</strong> Dear {customer_name}, we have approved your payment for the order #{order_number}. We will process your order as soon as possible. Thank you for choosing us.
tr_tr: <strong>Örnek:</strong> Sayın {customer_name}, #{order_number} numaralı siparişin ödemesini onayladık. Siparişinizi mümkün olan en kısa sürede hazırlayacağız. Bizi tercih ettiğiniz için teşekkür ederiz.

source: You can view our bank accounts below to complete the payment.
tr_tr: Ödemenizi tamamlayabilmek için aşağıda banka hesaplarımızı görüntüleyebilirsiniz.

source: I've completed the payment
tr_tr: Ödemeyi Tamamladım

source: This order's bank transfer has been completed with bank information below.
tr_tr: Bu siparişin banka havalesi, aşağıdaki banka bilgileriyle tamamlandı.

source: When the payment has been confirmed, order status will change automatically.
tr_tr: Ödemeniz onaylandığında sipariş durumu otomatik olarak değişecektir.

source: Account Owner:
tr_tr: Hesap Sahibi:

source: Branch Code:
tr_tr: Şube Kodu:

source: Account Number:
tr_tr: Hesap Numarası:

source: Currency:
tr_tr: Para Birimi:

source: Note:
tr_tr: Not:

source: You can send a notification by selecting the bank you pay with by wire transfer.
tr_tr: Ödeme yaptığınız bankayı seçerek bildirimde bulunabilirsiniz.

source: Bank Name
tr_tr: Banka Adı

source: Paymendo Bank Transfer
tr_tr: Paymendo Banka Transferi

source: Show transfer options and list your bank accounts on your WooCommerce website.
tr_tr: WooCommerce web sitenizde transfer seçeneklerini gösterin ve banka hesaplarınızı listeleyin.
